sdcc_load_testing/2user-500tps.txt
Requests      [total, rate]            2500, 500.12
Duration      [total, attack, wait]    17.638426633s, 4.998770615s, 12.639656018s
Latencies     [mean, 50, 95, 99, max]  3.78872787s, 1.89088649s, 12.018336302s, 14.637988048s, 16.838386915s
Bytes In      [total, mean]            420162, 168.06
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  50.16%
Status Codes  [code:count]             0:1093  200:1254  504:153  
Error Set:
Get http://UserManagementLB-206455583.us-east-1.elb.amazonaws.com/user_management/api/v1.0/users/stud/stud: dial tcp 0.0.0.0:0->54.164.39.47:80: socket: too many open files
Get http://UserManagementLB-206455583.us-east-1.elb.amazonaws.com/user_management/api/v1.0/users/stud/stud: dial tcp: lookup UserManagementLB-206455583.us-east-1.elb.amazonaws.com on 127.0.0.53:53: dial udp 127.0.0.53:53: socket: too many open files
504 Gateway Time-out